{
	"arcadismo": [{
			"enunciado": "1- Qual é o outro nome que podemos dar ao Arcadismo?",
			"opcoes": [
				" Classicismo",
				" Neoclássico",
				" Neoclassicismo",
				" Cladismo"
			],
			"correta": 2
		},

		{
			"enunciado": "2- O que significa Bucolismo?",
			"opcoes": [
				" Exaltação da natureza",
				" Preservação da natureza",
				" Degradação à natureza",
				" Cuidados à natureza"
			],
			"correta": 0
		},

		{
			"enunciado": "3- O que era a Prática do pastoralismo?",
			"opcoes": [
				" Poetas que Pregavam nas ruas",
				" Poetas que usavam pseudônimos de pastores gregos ou latinos",
				" Poetas convertidos à pastores",
				" Poetas que cuidavam do pasto"
			],
			"correta": 1
		},

		{
			"enunciado": "4- O Arcadismo caracteriza-se também por",
			"opcoes": [
				" Expressar sentimentos amorosos",
				" Expressar a crítica da burguesia aos abusos da nobreza",
				" Expressar a crítica da nobreza aos abusos da burguesia",
				" Expressar a crítica da burguesia aos abusos do Clero"
			],
			"correta": 1
		},

		{
			"enunciado": "5- Movimento estético que gravita em torno de três diretrizes, Natureza, Verdade e Razão, buscando fazer da literatura a “expressão racional da natureza para, assim, manifestar a verdade”. Trata-se do:",
			"opcoes": [
				" Barroco",
				" Romantismo",
				" Simbolismo",
				" Neoclassicismo"
			],
			"correta": 3
		},

		{
			"enunciado": "6- Sobre as características do Arcadismo, é correto afirmar, exceto:",
			"opcoes": [
				" Os poetas árcades defendiam o bucolismo como estilo de vida no campo, longe dos centros urbanos. A vida pobre e feliz no ambiente campestre contrasta com a vida luxuosa e triste na cidade",
				" Apego excessivo pela forma em detrimento do conteúdo. O Arcadismo defendeu a “arte pela arte”, um retorno aos ideais literários clássicos",
				" Como expressão artística da burguesia, o Arcadismo veiculou também certos ideais políticos e ideológicos dessa classe, formulados pelo Iluminismo",
				" O desejo de aproveitar o dia e a vida enquanto é possível, também conhecido como carpe diem"
			],
			"correta": 1
		},

		{
			"enunciado": "7- A respeito da época em que surgiu o Arcadismo",
			"opcoes": [
				" O século XVIII ficou conhecido como “século das luzes”",
				" Os “enciclopedistas”construíram os alicerces filosóficos da Revolução Francesa",
				" O adiantamento cientifico é uma das marcas desta época histórica",
				" Em O Contrato Social, Rousseau aborda a origem da Autoridade"
			],
			"correta": 0
		},

		{
			"enunciado": "8- Assinale o que não se refere ao Arcadismo:",
			"opcoes": [
				" Época do Iluminismo (século XVIII) – Racionalismo, clareza, simplicidade",
				" Volta aos princípios clássicos greco-romanos e renascentistas (o belo, o bem, a verdade, a perfeição, a imitação da natureza)",
				" Ornamentação estilística, predomínio da ordem inversa, excesso de figuras",
				" Pastoralismo, bucolismo suaves de campestres"
			],
			"correta": 2
		},

		{
			"enunciado": "9- É só a partir do Arcadismo, que começa a surgir no país uma relação sistemática entre autor, obra e público, que caracterizam um sistema literário. Aponte a alternativa que melhor descreve esse período.",
			"opcoes": [
				" Busca da simplicidade, racionalismo, imitação da natureza, caráter pastoril, imitação dos clássicos, ausência de subjetividade",
				" Individualismo e subjetivismo, culto à Natureza, evasão, liberdade artística, culto à mulher amada, sentimentalismo, indianismo, nacionalismo",
				" Subjetivismo, efeito de sugestão, musicalidade, irracionalismo, mistério",
				" Liberdade, de expressão, incorporação do cotidiano, linguagem coloquial, inovação técnica, ambiguidade, paródia"
			],
			"correta": 0
		},

		{
			"enunciado": "10- Todas as características de estilo abaixo relacionadas pertencem ao Arcadismo, exceto:",
			"opcoes": [
				" A defesa de uma função social para a literatura, que devia ter caráter didático",
				" O retorno ao equilíbrio e à simplicidade dos modelos greco-romanos",
				" O gosto pelo noturno, como forma de acentuar a atmosfera de mistério",
				" A exaltação da vida campesina, com sua paisagem, seus pastores e seu gado"
			],
			"correta": 3
		}
	],

	"renascimento": [{
			"enunciado": "1- O que foi renascimento?",
			"opcoes": [
				" O Renascimento foi a época do nascimento dos gênios culturais como Michelangelo,Leonardo da Vinci,Rafael Sanzio e etc",
				" O Renascimento foi um movimento cultural que começou no século XIV e se propagou pela Europa nos séculos seguintes espalhando a cultura",
				" O Renascimento foi somente um movimento cultural que se restringiu a Itália",
				" O Renascimento foi um movimento que tinha como principal ideia a retomada da fé cristã"
			],
			"correta": 1
		},
		{
			"enunciado": "2- Como eram chamados os protetores das artes e das ciências?",
			"opcoes": [
				" Renascentistas",
				" Mecenas",
				" Humanistas",
				" Giottas"
			],
			"correta": 1
		},
		{
			"enunciado": "3- De onde veio o termo Renascimento?",
			"opcoes": [
				" Os renascentistas acreditavam que ao morrerem na luta para renascer a cultura eles morreriam e depois renasceriam novamente",
				" Os renascentistas acreditavam que depois de 100 anos a Idade Média iria acabar e iria vir o reino da Cultura, que seria chamado de Renascimento",
				" Os renascentistas acreditavam que, ao desconsiderar a Idade Média e se inspirar nas obras dos gregos e romanos, eles estavam fazendo renascer a cultura",
				" Os renascentistas acreditavam que falando das suas ideias de igualdade a sociedade poderia renascer"
			],
			"correta": 2
		},
		{
			"enunciado": "4- As críticas dos humanistas do Renascimento era dirigida a qual sociedade?",
			"opcoes": [
				" Escravista",
				" Capitalista",
				" Comunista",
				" Feudal"
			],
			"correta": 3
		},
		{
			"enunciado": "5- Durante o renascimento, aconteceram muitos fatos que influenciaram significativamente em tudo que sabemos hoje. Qual a alternativa abaixo que mostra algumas coisas que aconteceram durante o renascimento?",
			"opcoes": [
				" Grandes Navegações e Reformas Protestantes",
				" Invenção da televisão e reformas protestantes",
				" Nascimento de Cristo e Reformas protestantes",
				" Império Romano e Grandes Navegações"
			],
			"correta": 0
		},
		{
			"enunciado": "6- Qual dos países abaixo é considerado o berço do Renascimento?",
			"opcoes": [
				" Espanha",
				" Holanda",
				" França",
				" Itália"
			],
			"correta": 3
		},
		{
			"enunciado": "7- Na Itália Renascentista quem eram os mecenas?",
			"opcoes": [
				" Religiosos que perseguiam os artísticas que faziam obras de arte que criticavam os fundamentos da Igreja Católica",
				" Burgueses e governantes que protegiam e patrocinavam financeiramente os artístas renascentistas",
				" Pintores que ajudavam financeiramente os burgueses da época",
				" Governantes que atuavam como artistas, fazendo esculturas e pinturas"
			],
			"correta": 1
		},
		{
			"enunciado": "8- Qual das alternativas abaixo apresenta características do Renascimento Cultural?",
			"opcoes": [
				" Antropocentrismo; valorização da cultura greco-romana; valorização da Ciência e da razão; busca do conhecimento em várias áreas",
				" Geocentrismo; valorização apenas de temas religiosos; influência do misticismo; estética monocromática",
				" Teocentrismo; valorização da cultura egípcia; valorização da religião; estética fora da realidade",
				" Temas não relacionados com a realidade; pobreza de cores nas pinturas; Teocentrismo; valorização de temas abstratos"
			],
			"correta": 0
		},
		{
			"enunciado": "9- (UFF 2010) O mundo moderno está associado, na sua origem, à cultura renascentista. Invenções e descobertas só puderam ser realizadas porque os intelectuais renascentistas reuniram tradições clássicas ocidentais e orientais, a fim de dar novo sentido à ideia de HOMEM e NATUREZA. Assinale a afirmativa que pode ser corretamente associada ao Renascimento.",
			"opcoes": [
				" O livro da natureza foi escrito em caracteres matemáticos. (Galileu)",
				" O homem é imagem e semelhança de Deus. (Jean Bodin)",
				"O mundo é perfeito porque é uma obra divina e, assim, só pode ser esférico. (Marsílio Ficino)",
				" A perspectiva é o fundamento da relação entre espaço humano e natureza divina. (Alberti)"
			],
			"correta": 0
		},
		{
			"enunciado": "10- (URCA 2018/1) As obras literárias produzidas durante o Renascimento privilegiam as seguintes características, exceto:",
			"opcoes": [
				" Recuperação de temas da Antiguidade Clássica e racionalismo",
				" Perspectiva humanista e Universalidade",
				" Racionalismo e perspectiva humanistica",
				" Metafísica e religiosidade"
			],
			"correta": 3
		}
	],

	"barroco": [{
			"enunciado": "1- Com referência ao Barroco, todas as alternativas são corretas, exceto:",
			"opcoes": [
				" O Barroco estabelece contradições entre espírito e carne, alma e corpo, morte e vida",
				" O homem centra suas preocupações em seu próprio ser, tendo em mira seu aprimoramento, com base na cultura greco-latina",
				" O Barroco apresenta, como característica marcante, o espírito de tensão, conflito entre tendências opostas: de um lado, o teocentrismo medieval e, de outro, o antropocentrismo renascentista",
				" A arte barroca é vinculada à Contra-Reforma"
			],
			"correta": 1
		},
		{
			"enunciado": "2- A preocupação com a brevidade da vida induz o poeta barroco a assumir uma atitude que",
			"opcoes": [
				" descrê da misericórdia divina e contesta os valores da religião",
				" desiste de lutar contra o tempo, menosprezando a mocidade e a beleza",
				" se deixa subjugar pelo desânimo e pela apatia dos céticos",
				" quer gozar ao máximo seus dias, enquanto a mocidade dura"
			],
			"correta": 3
		},
		{
			"enunciado": "3- Entre os nomes e características apresentados a seguir, destaque os que podem ser associados ao Barroco: I. Cultismo e Conceptismo./II. Oposição entre mundo material e mundo espiritual./III. Padre Antônio Vieira e Gregório de Matos./IV. Preocupação com a racionalidade./V. Gregório de Matos e Basílio da Gama./VI. Gosto por raciocínios complexos, desenvolvidos em parábolas e narrativas bíblicas.",
			"opcoes": [
				" I – II – III – VI",
				" I – II – III – V",
				" I – III – IV – V",
				" II – III – IV – VI"
			],
			"correta": 0
		},
		{
			"enunciado": "4- Sobre o Barroco no Brasil, é correto afirmar, exceto",
			"opcoes": [
				" A obra considerada tradicionalmente o marco inicial do Barroco brasileiro é Prosopopeia (1601), de Bento Teixeira, um poema que procura imitar Os lusíadas",
				" Gregório de Matos é o maior poeta barroco brasileiro e um dos fundadores da poesia lírica e satírica em nosso país. Primou pela irreverência, quebrou os modelos barrocos europeus e denunciou contradições e falsidades da sociedade baiana de sua época",
				" A lírica religiosa, uma das características do Barroco brasileiro, obedece aos princípios fundamentais do Barroco europeu, fazendo uso de temas como o amor a Deus, a culpa, o arrependimento, o pecado e o perdão, além de constantes referências bíblicas",
				" Como expressão artística da burguesia, o Barroco veiculou certos ideais políticos e ideológicos dessa classe formulados pelo Iluminismo, movimento filosófico constituído por pensadores que defendiam o uso da razão, em contraposição à fé cristã, e combatiam o Absolutismo"
			],
			"correta": 3
		},
		{
			"enunciado": "5- Que falta nesta cidade? Verdade./Que mais por sua desonra? Honra./Falta mais que se lhe ponha? Vergonha./O demo a viver se exponha,/Por mais que a fama a exalta,/Numa cidade onde falta/Verdade, honra, vergonha./Pode-se reconhecer nos versos acima de Gregório de Matos",
			"opcoes": [
				" caráter de jogo verbal próprio do estilo barroco, a serviço de uma crítica, em tom de sátira, do perfil moral da cidade da Bahia",
				" caráter de jogo verbal próprio da poesia religiosa do século XVI, sustentando piedosa lamentação pela falta de fé do gentio",
				" estilo pedagógico da poesia neoclássica, por meio da qual o poeta se investe das funções de um autêntico moralizador",
				" caráter de jogo verbal próprio do estilo barroco, a serviço da expressão lírica do arrependimento do poeta pecador"
			],
			"correta": 0
		},
		{
			"enunciado": "6- No Brasil ,o Barroco foi introduzido com o poeta:",
			"opcoes": [
				" Gregório de Matos",
				" Jerônimo Baía",
				" Bento Teixeira",
				" Bento Gonçalves"
			],
			"correta": 2
		},
		{
			"enunciado": "7- Quais são as principais figuras de linguagem do Barroco ?",
			"opcoes": [
				" metonímia, eufemismo, apóstrofe, antítese",
				" antítese, o paradoxo, a hipérbole e a metáfora",
				" catacrese, paradoxo, metonímia, apóstrofe",
				" paradoxo, ironia, antítese, eufemismo"
			],
			"correta": 1
		},

		{
			"enunciado": "8- Assinale a questão cujo trecho apresenta características próprias do Barroco no Brasil:",
			"opcoes": [
				" “Pequei, Senhor; mas não porque hei pecado,/Da vossa alta clemência me despido;/Porque quanto mais tenho delinquido,/Vos tenho a perdoar mais empenhado./Se basta a vos irar tanto pecado,/A abrandar-vos sobeja um só/Que a mesma culpa, que vos há ofendido,/Vos tem para o perdão lisonjeado.”",
				" “Alma minha gentil, que te partiste/Tão cedo desta vida, descontente,/Repousa lá no Céu eternamente,/E viva eu cá na terra sempre triste./Se lá no assento etéreo, onde subiste,/Memória desta sida se consente,/Não te esqueças daquele amor ardente/Que já nos ollhos meus tão puro viste.”",
				" “Última flor do Lácio, inculta e bela,/És, a um tempo, esplendor e sepultura;/Ouro nativo, que, na ganga impura,/A bruta mina entre cascalhos vela.”",
				" “Parece até que sobre a fronte angélica/Um anjo lhe depôs coroa e nimbo.../Formosa a vejo assim entre meus sonhos/Mais bela no vapor do meu cachimbo.”"
			],
			"correta": 0
		},

		{
			"enunciado": "9- Assinale o item verdadeiro sobre a poesia de Gregório de Matos.",
			"opcoes": [
				" Escreveu somente poesias satíricas",
				" Satirizou duramente os ricos e os poderosos, mas defendeu os pobres e os oprimidos da sociedade baiana e brasileira.",
				" Fez poesia satírica, lírico-amorosa e sacra, mas notabilizou-se na poesia satírica",
				" Fez poesia satírica, lírico-amorosa e sacra, mas só a poesia satírica possui qualidades literárias."
			],
			"correta": 2
		},

		{
			"enunciado": "10- Indique a correlação errada.",
			"opcoes": [
				" Arcadismo: apoia-se nos ideais do Iluminismo",
				" Quinhentismo: apoia-se no Classicismo",
				" Arcadismo: prega o anticlassicismo",
				" Barroco: apoia-se na Contrarreforma"
			],
			"correta": 2
		}
	]
}
